{
    "Crucian carp": {
        "joke": "My skills are sharp!",
        "min_weight": 0.25,
        "max_weight": 4.5,
        "value": 2,
        "xp": 2,
        "rarity": 0.7,
        "unique": false,
        "id": "flSbtWT",
        "fact": "(Carassius carassius) is a barbel-less European relative of the goldfish. The common carp was introduced to North America as a sport fish and food fish during the middle of the 19th century"
    },
    "Ranchu goldfish": {
        "joke": "But I prefer balsamicu goldfish!",
        "min_weight": 0.2,
        "max_weight": 1.2,
        "value": 3,
        "xp": 3,
        "rarity": 0.2,
        "unique": false,
        "id": "f9ZDJGr",
        "fact": "The Ranchu (also Maruko) is a hooded variety of goldfish native to China. It is referred to as the king of goldfish by the Japanese. Maruko more commonly refers to the egg-fish goldfish"
    },
    "Crawfish": {
        "joke": "Or else it's a lobster, and I'm a giant!",
        "min_weight": 0.25,
        "max_weight": 2.0,
        "value": 3,
        "xp": 3,
        "rarity": 0.18,
        "unique": false,
        "id": "fnkE3Oc",
        "fact": "Also called crayfish or crawdad, any of numerous crustaceans (order Decapoda, phylum Arthropoda) constituting the families Astacidae (Northern Hemisphere), Parastacidae, and Austroastracidae (Southern Hemisphere). They are closely related to the lobster"
    },
    "Frog": {
        "joke": "Or it's a new neighbor...and I have some apologizing to do.",
        "min_weight": 0.1,
        "max_weight": 1.8,
        "value": 2,
        "xp": 3,
        "rarity": 0.15,
        "unique": false,
        "id": "ffBfjys",
        "fact": "Any of various tailless amphibians belonging to the order Anura. The term may be limited to any member of the family Ranidae (true frogs), but more broadly the name frog is often used to distinguish the smooth-skinned, leaping anurans from squat, warty, hopping ones, which are called toads"
    },
    "Freshwater goby": {
        "joke": "Time to go bye-bye!",
        "min_weight": 0.1,
        "max_weight": 1.0,
        "value": 2,
        "xp": 2,
        "rarity": 0.12,
        "unique": false,
        "id": "fkCE8dr",
        "fact": "Gobies are carnivorous, usually small in size, and found throughout the world. Especially abundant in the tropics, they are primarily marine in habit. Most species are bottom-dwellers and have a weak suction cup formed by the fusion of their pelvic fins"
    },
    "Loach": {
        "joke": "It's ... looking at me with reproach.",
        "min_weight": 0.25,
        "max_weight": 6.6,
        "value": 3,
        "xp": 3,
        "rarity": 0.8,
        "unique": false,
        "id": "fBw8eU4",
        "fact": "Small, generally elongated freshwater fishes of the family Cobitidae. More than 200 species are known. Most are native to central and southern Asia"
    },
    "Bluegill": {
        "joke": "Do you think it calls me 'pinklung'?",
        "min_weight": 0.15,
        "max_weight": 2.0,
        "value": 3,
        "xp": 3,
        "rarity": 0.4,
        "unique": false,
        "id": "f7R2y3P",
        "fact": "Popular game fish in the sunfish family, Centrarchidae (order Perciformes). It is one of the best-known sunfishes throughout its original range in the freshwater habitats of the central and southern United States"
    },
    "Pond smelt": {
        "joke": "Whoever smelt it, dealt it!",
        "min_weight": 0.3,
        "max_weight": 2.5,
        "value": 1,
        "xp": 1,
        "rarity": 0.08,
        "unique": false,
        "id": "fP0t1Xh",
        "fact": "Any of certain silvery, chiefly marine food fishes, family Osmeridae, closely related to salmon and trout and found in cold northern waters. Smelts, like trout, have a small, adipose (fleshy) fin"
    },
    "Mitten crab": {
        "joke": "One more and I'm ready for winter!",
        "min_weight": 0.2,
        "max_weight": 1.0,
        "value": 2,
        "xp": 2,
        "rarity": 0.17,
        "unique": false,
        "id": "fgl8ARd",
        "fact": "Also known as the Shanghai hairy crab, is a medium-sized burrowing crab that is named for its furry claws, which resemble mittens. It is native to rivers, estuaries and other coastal habitats of East Asia"
    },
    "Angelfish": {
        "joke": "That other fish told me to do it!",
        "min_weight": 0.15,
        "max_weight": 0.8,
        "value": 3,
        "xp": 4,
        "rarity": 0.05,
        "unique": false,
        "id": "fU4pGat",
        "fact": "A small genus of freshwater fish from the family Cichlidae known to most aquarists as angelfish. All Pterophyllum species originate from the Amazon Basin, Orinoco Basin and various rivers in the Guiana Shield in tropical South America"
    },
    "Betta": {
        "joke": "I betta not drop it!",
        "min_weight": 0.15,
        "max_weight": 0.8,
        "value": 3,
        "xp": 3,
        "rarity": 0.02,
        "unique": false,
        "id": "frGT2qg",
        "fact": "A large genus of small, active, often colorful, freshwater ray-finned fishes, in the gourami family (Osphronemidae). The best known Betta species is B. splendens, commonly known as the Siamese fighting fish and often kept as an aquarium pet"
    },
    "Piranha": {
        "joke": "Sure hope it was the only one!",
        "min_weight": 0.3,
        "max_weight": 3.2,
        "value": 2,
        "xp": 4,
        "rarity": 0.37,
        "unique": false,
        "id": "fOyKEyF",
        "fact": "Freshwater fish in the family Serrasalmidae, or within the tetra family, Characidae in order Characiformes. These fish inhabit South American rivers, Although often described as extremely predatory and mainly feeding on fish"
    },
    "Surgeonfish": {
        "joke": "Scalpel! Forceps! Fish hook!",
        "min_weight": 0.25,
        "max_weight": 2.0,
        "value": 3,
        "xp": 3,
        "rarity": 0.29,
        "unique": false,
        "id": "fZzWSXz",
        "fact": "A popular fish in marine aquaria, it is the only member of the genus Paracanthurus. A number of common names are attributed to the species, including regal tang, palette surgeonfish, blue tang"
    },
    "Butterfly fish": {
        "joke": "Did it change from a caterpillar fish?",
        "min_weight": 0.25,
        "max_weight": 1.9,
        "value": 3,
        "xp": 3,
        "rarity": 0.35,
        "unique": false,
        "id": "fuq7GTE",
        "fact": "A group of conspicuous tropical marine fish of the family Chaetodontidae, the bannerfish and coralfish are also included in this group. Found mostly on the reefs of the Atlantic, Indian, and Pacific Oceans"
    },
    "Anchovy": {
        "joke": "Stay away from my pizza!",
        "min_weight": 0.15,
        "max_weight": 0.5,
        "value": 1,
        "xp": 2,
        "rarity": 0.48,
        "unique": false,
        "id": "fngcUwH",
        "fact": "A small, common forage fish of the family Engraulidae. Most species are found in marine waters, but several will enter brackish water, and some in South America are restricted to fresh water"
    },
    "Horse mackerel": {
        "joke": "Of course, Mack...er..el.",
        "min_weight": 0.25,
        "max_weight": 3.5,
        "value": 3,
        "xp": 3,
        "rarity": 0.6,
        "unique": false,
        "id": "fj8336l",
        "fact": "Or common scad, is a species of jack mackerel in the family Carangidae, which includes the jacks, pompanos and trevallies. It is found in the eastern Atlantic Ocean off Europe and Africa and into the south-eastern Indian Ocean"
    },
    "Barreleye": {
        "joke": "Like eyeing fish in a barrel!",
        "min_weight": 0.25,
        "max_weight": 1.0,
        "value": 3,
        "xp": 3,
        "rarity": 0.5,
        "unique": false,
        "id": "f8RHnUX",
        "fact": "Also known as spook fish (a name also applied to several species of chimaera), are small deep-sea argentiniform fish comprising the family Opisthoproctidae found in tropical-to-temperate waters of the Atlantic, Pacific, and Indian Oceans"
    }
}